Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samskipnaden.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Moreover, eFaktura is environmentally-friendly – because it does not require paper, printing or transport.
nb: eFaktura er dessuten miljøvennlig – man slipper bruk av papir og transport.

source: They can be picked up on the contract date after 12 noon.
nb: De kan hentes fra kontraktsdato etter klokken 12.

source: - The biggest challenge today will be to color the clothes I have with me, and not the ones I wear.
nb: - Den største utfordringen i dag blir å farge klærne jeg har med meg, og ikke de jeg har på meg.

source: If you are a student in Tromsø, Alta or Harstad, all student sports teams here have a number of subgroups you can be a part of.
nb: Er du student i Tromsø, Alta eller Harstad, så har alle studentidrettslag her en rekke undergrupper du kan bli en del av.

source: with full name, your student username, student number and the name the organization you are a board member in.
nb: med fullt navn, studentbrukernavn, studentnummer og navnet på studentforeningen du tilhører.

source: Free guest training at other organizations around Norway, for more info see
nb: Gratis gjestetrening hos andre samskipnader rundt omkring i Norge, for mer info se

source: E-mail and written messages in Skype for business:
nb: E-post og skriftlige meldinger i Skype for business:

source: Users of Samskipnaden’s kindergartens:
nb: Brukere av Samskipnadens barnehager:

source: You will receive an e-mail and/or a message in the app when it’s time to renew your application.
nb: Du vil få mail og/eller beskjed i appen når det er på tide å fornye søknaden.

source: Catering from GRUT?
nb: Catering fra Grut?

source: Can I quick-charge and drive on?
nb: Kan jeg hurtiglade og kjøre videre?

source: Samskipnaden arranges regular pop-up exercises and yoga.
nb: Samskipnaden arrangerer jevnlige pop-up treninger og yoga.

source: During this period, it is preferable that the child can have shorter days, the first day preferably of around 2 hours and then increase gradually over time.
nb: I denne perioden er det veldig bra dersom barnet kan ha kortere dager, den første dagen gjerne på rundt 2 timer og så øke gradvis etter hvert.

source: Soon the students in Harstad can walk in the slippers from the dormitory to the lecture hall.
nb: Snart kan studentene i Harstad gå i tøflene fra hybelen til forelesningssalen.

source: (Sollia) which students can use for free with us.
nb: (Sollia) som studenter kan benytte seg av gratis hos oss.

source: Student housing close to university campuses is something both Samskipnaden and UiT know that students want.
nb: Studentboliger nært universitetscampuser er noe både Samskipnaden og UiT vet at studenter ønsker seg.

source: We also provide all the equipment needed (ropes, harnesses, shoes, etc.).
nb: Vi stiller også med alt av utstyr som trengs (tau, sele, sko etc.).

source: Send an e-mail to
nb: Send mail til

source: If you have symptoms of Covid-19/Cold we ask you not to participate.
nb: Om du har symptomer for Covid-19/forkjølelse ber vi deg ikke delta.

source: Furthermore, they have been advised that caution must be exercised when using the ITV system.
nb: De er også gjort oppmerksom på at stor varsomhet skal vises når ITV-anlegget brukes.

source: Kraft sports center has a strong and significant position among the students in Tromsø.
nb: Kraft sportssenter har en sterk og betydningsfull posisjon blant studentene i Tromsø.

source: Come join our sun party!
nb: Bli med på solfest!

source: If you want the outstanding invoice to be deducted from the deposit, contact your Housing Office.
nb: Om du ønsker at utestående faktura skal trekkes fra depositum, så ta kontakt med ditt Boligkontor.

source: I want a storage room - how do I apply for it?
nb: Jeg ønsker en bod - hvordan får jeg søkt om det?

source: " said campus manager Grethe Stave in her speech.
nb: sa campussjef Grethe Stave i sin tale.

source: Board games and waffles (Tromsø)
nb: Spill og julevafler i Bodega (Tromsø)

source: In addition, Samskipnaden will store information about the user’s student status and campus if the user has logged in to Feide.
nb: I tillegg vil Samskipnaden lagre informasjon om brukerens studentstatus og studiested om brukeren har logget seg inn i Feide.

source: The Student Helpline is a collaborative project with the Mental Health Helpline and health personnel at SiA, SSN and KoRus Sør.
nb: Studenttelefonen er et samarbeidsprosjekt med Mental Helse Hjelpetelefonen og helsepersonell ved SiA, SSN og KoRus Sør.

source: There is a lot of nostalgia and memories around summer holidays.
nb: Det er mye nostalgi og minner rundt sommerferier.

source: In addition, the sub-tenant must be a student.
nb: I tillegg må altså fremleietaker være student.

source: Take a 5 minute break where you can feel your breath.
nb: Ta deg en 5 minutters pause der du kjenner på pusten.

source: If you have already moved in, the home must be moved out by 31.07.
nb: Har du allerede flyttet inn må boligen være utflyttet innen 31.07.

source: Ready signal for the construction of student dormitories in Harstad
nb: Klarsignal for bygging av studenthybler i Harstad

source: 40 62 24 73 (available Mondag and Wednesday 14.00 -18.30)
nb: 40 62 24 73 (Tilgjengelig mandag og onsdag 14.00 -18.30)

source: Fortunately, we are well underway with low-threshold measures through the government's student package, where 60 students will create events and activities for other students, says CEO Hans Petter Kvaal.
nb: Heldigvis er vi godt i gang med lavterskeltiltak gjennom regjeringens studentpakke, hvor 60 studenter skal lage arrangementer og aktiviteter for andre studenter, sier administrerende direktør Hans Petter Kvaal.

source: Will there be a charging station in all housing areas?
nb: Kommer det ladestasjon på alle boligområder?

source: When creating an account on “My page”, the user gives Samskipnaden the right to store his or her information on Samskipnaden’s database.
nb: Ved opprettelse av konto på «MinSide» gir brukeren Samskipnaden rett til å lagre brukerens informasjon på Samskipnadens database.

source: If you applied earlier and are under 23, you have a good chance of being allocated student housing.
nb: Dersom du har søkt tidlig og er under 23, har du gode sjanser for at du blir tildelt bolig.

source: Level Up 2.0 is also the operations service provider for kraftsportssenter.no.
nb: Level Up 2.0 er også driftsleverandør til kraftsportssenter.no.

source: The exercises consist of 8-12 repetitions and 2-4 series.
nb: Øvelsene består av 8-12 repetisjoner og 2-4 serier.

source: You can change the password when logging in for the first time.
nb: Du kan endre passord ved førstegangs pålogging.

source: You can also wash without reservation.
nb: Du kan også vaske uten reservasjon.

source: Exceline is our operations service provider for purchase and management of memberships at our gyms.
nb: Exceline er vår driftsleverandør for kjøp og håndtering av medlemskap til våre treningssenter.

source: Children from 6 months
nb: Barn fra 6 måneder

source: The app gives you access to exercises and advice to help you cope with stress, calm down, sleep better and stop negative thoughts.
nb: Appen gir deg tilgang til øvelser og råd for å hjelpe deg med å takle stress, roe deg, sove bedre og stoppe negative tanker.

source: Can I bring my own furniture or remove furniture that is in the student housing?
nb: Kan jeg ha egne møbler eller fjerne møbler som allerede er i boligen?

source: If so, follow these steps and feel free to contact Studentliv for guidance.
nb: Følg disse stegene eller ta kontakt med Studentliv for veiledning.

source: Consequently, we encourage you not to send confidential, sensitive or other personal information via e-mail.
nb: Vi oppfordrer deg derfor til ikke å sende taushetsbelagte, sensitive eller andre fortrolige opplysninger via e-post.

source: Tenants are responsible for cleaning their own room, bathroom, communal kitchen, laundry, and storage room.
nb: Leietakere er ansvarlige for rengjøring av eget rom, bad, felles kjøkken, vaskerom og bod.

source: You are not alone!
nb: Du er ikke alene!

source: The Business and Economics School is located right between Dramsvegen Panorama student housing and the campus.
nb: Handelshøyskolen ligger midt mellom Dramsvegen Panorama studentboliger og campus.

source: In several of our student housing, including Dramsvegen Panorama, we have hired
nb: I flere av våre studentboliger, deriblant Dramsvegen Panorama, har vi ansatt

source: Café area on the ground floor, Breiviklia
nb: Kaféarealet i underetasjen, Breiviklia

source: Owing to UiT’s operation of Samskipnaden’s IT requirements, in some cases, named employees at UiT have access to personal data in some of our systems.
nb: UiTs drift av Samskipnadens IT-behov medfører i noen tilfeller at navngitte ansatte ved UiT har tilgang til personopplysninger i noen av våre systemer.

source: When the museum does not succeed, he joins forces with Philip Carlyle.
nb: Når det ikke blir vellykket, slår han seg sammen med Philip Carlyle.

source: The Prandium student café is centrally located on campus, almost at the edge of the pier.
nb: Prandium studentkafé ligger sentralt plassert på campus, nesten helt på bryggekanten.

source: This event is for everyone, whether you have played padel before or if this is your first time.
nb: Dette arrangementet er for alle, enten du har spilt padel før eller om dette er første gang.

source: You can have up to 12 housing requests in your application, and we recommend entering as many as possible to have a greater chance of a housing offer.
nb: Man kan ha opptil 12 boligønsker i søknaden sin, og vi anbefaler å legge inn så mange som mulig for å ha større sjanse for et boligtilbud.

source: The measure applies to both caretakers, cleaners, service staff and chefs.
nb: Tiltaket gjelder for både vaktmestre, renholdere, servicemedarbeidere og kokker.

source: Feel free to apply for moving in as early as possible, then you have the best possible chance of getting a housing offer.
nb: Søk gjerne innflytting så tidlig som mulig, da har du best mulig sjanse for å få et boligtilbud.

source: Users are registered in Retail Solutions’ database when they register for Samskipnaden’s loyalty programme.
nb: Brukere blir registrert i Retail Solutions database når de melder seg inn i Samskipnadens fordelsprogram.

source: Self-testing for chlamydia on campus is open at:
nb: Selvtesting av klamydia på campus er åpen på:

source: Video surveillance – Gym and ‘private’ areas:
nb: Kamera – Trening og «private» områder:

source: Drop-in vaccinations and free self-tests on campus
nb: Drop-in vaksinering og utdeling av gratis selvtester på campus

source: The main gate, outside of UiT, campus Narvik
nb: Hovedinngangen ved UiT, campus Narvik

source: Since December 2020, there has been extensive renovation and upgrading of our student housing at Uusimaa in Alta.
nb: Siden desember 2020 har det foregått omfattende renovering og oppgradering av våre studentboliger på Nyland i Alta.

source: Half of the students are struggling mentally
nb: Halvparten av studentene sliter psykisk

source: The event will take place at Auditorium max in the administration building.
nb: Arrangementet vil ta sted på Auditorium max på administrasjonsbygget.

source: The toilets at Panorama, UiT 2nd floor Monday to Wednesday.
nb: Toalettene ved Panorama, UiT 2.

source: Start by telling the person concerned.
nb: Start med å si ifra til den det gjelder.

source: 10 minutes is enough
nb: 10 minutter er nok

source: 5 minutes before the machine is finished, you will receive the message.
nb: 5 minutter før maskinen er ferdig får du meldingen.

source: We meet at Storgata Camping kl. 18:00 and after the minigolf you can stay and talk to the other students.
nb: Vi møtes på Storgata Camping kl. 18:00 og etter minigolfen er det mulig å være igjen for å sitte å prate.

source: Sleepy or fatigued during the day?
nb: Begynner mørketiden å ta på?

source: If you are experiencing symptoms of covid-19/the common cold, please stay at home.
nb: Håper vi sees! Om du har symptomer på covid-19/forkjølelse ber vi deg om å ikke delta.

source: Remember the cupboard under the sink.
nb: Husk å også vaske skapet under vasken.

source: Today's book is "Tower of Babylon" based on "Stories of Your Life and Others (2002) by Ted Chiang.
nb: Dagens bok er "Tower of Babylon" basert på "Stories of Your Life and Others (2002) av Ted Chiang.

source: On Thursday, Samskipnaden, UiT and Harstad municipality marked the start of the construction project in Havnegata 11, where 120 new student dormitories will be built.
nb: Samskipnaden, UiT og Harstad kommune markerte torsdag startskuddet for byggeprosjektet i Havnegata 11 hvor det skal bygges 120 nye studenthybler.

source: Pop Up training is a training session that lasts for 40 minutes and is held once a week.
nb: Pop Up- trening er en treningsøkt som varer i 40 minutter som holdes en gang i uken.

source: The reception at Kraft Sportssenter
nb: Resepsjonen på Kraft Sportssenter

source: After submitting your application, an e-mail will be sent to the e-mail address stated in your application (please ensure this is correct when you apply) confirming your application has been received.
nb: Etter at søknaden er sendt, vil du få en epost på den epostadressen du har oppgitt i søknaden (sørg for at denne er korrekt når du søker), om at søknaden er mottatt.

source: Where do I collect the key?
nb: Hvor henter jeg nøkkel?

source: Read more about the right to data portability
nb: Les mer om retten til dataportabilitet

source: Increase time in kindergarten gradually.
nb: Øk tid i barnehagen gradvis.

source: Users of Samskipnaden’s health services:
nb: Brukere av Samskipnadens helsetjenester:

source: However, they have access to the real time images in connection with their service provision.
nb: De har likevel tilgang til live-bilder i forbindelse med tjenesten.

source: Student associations give you the opportunity to get to know others across fields of study.
nb: Studentforeninger gir deg mulighet til å bli kjent med andre på tvers av studieretning.

source: Students have been sweating at Kraft for 20 years
nb: Studenter har vært svett på Kraft i 20 år

source: Learn to prioritize and avoid time thieves
nb: Lær deg å prioritere og bli kvitt tidstyver

source: The form in Microsoft Forms was developed in Samskipnaden’s internal Office 365.
nb: Microsoft Form skjemaet er utviklet i Samskipnadens interne Office 365.

source: You are not alone even if you are alone.
nb: Du er ikke alene selv om du er alene.

source: PopUp Strength is a training session where we work through the body's muscle groups with equipment such as a step box, barbell, weight plates, dumbbells and our own body weight.
nb: PopUp Styrke er en treningsøkt hvor vi jobber gjennom kroppens muskelgrupper med utstyr som stepkasse, vektstang, vektskiver, manualer og egen kroppsvekt.

source: FREE oatmeal and coffee/tea
nb: GRATIS havregrøt og kaffe/te

source: Samskipnaden opens a coffee bike in the foyer at UiT Harstad!
nb: Samskipnaden åpner kaffesykkel i foajeen på UiT Harstad!

source: It does not help to write down that you should read 50 pages of syllabus in one day, if you know you will not make it.
nb: Det hjelper ikke å skrive ned at du skal lese 50 sider med pensum på en dag, dersom du vet at du ikke får det til.

source: Kraft sports center turns 20 years old
nb: Kraft sportssenter fyller 20 år

source: The questions can be about everything from the study they have entered, student web, canvas, housing situation and the Start-up sponsorship scheme in Harstad.
nb: Spørsmålene kan være om alt fra studiet de har kommet inn på, student web, canvas, boligsituasjon og Oppstarten - fadderordningen i Harstad.

source: As a student, you have great freedom to plan your day the way you want, but it is not always as easy.
nb: Som student har du stor frihet til å legge opp dagen slik du vil, men det er ikke alltid like lett.

source: - the students' own fitness center.
nb: - studentenes eget treningssenter.

source: We use exercises where you activate your legs, abdomen / back, upper body and cardio.
nb: Vi bruker øvelser hvor du får trent bein, mage/rygg, overkropp og kondisjon.

source: Student counseling also has good tips for relaxation.
nb: Studentrådgivinga har gode tips også avspenning.

source: Start the week by getting an overview of what needs to be done and what you want to prioritize.
nb: Start uken med å få oversikt over hva som må gjøres og hva du ønsker å prioritere.

source: Information security and data processors
nb: Informasjonssikkerhet og databehandlere

source: You will be invoiced for the new key/key card/chip.
nb: Ny nøkkel/nøkkelkort/brikke vil bli fakturert deg.

source: All in all, I think it was fun, but I look forward to trying the other activities, says Julia.
nb: Alt i alt synes jeg det var gøy, men gleder meg til å prøve de andre aktivitetene, sier Julia.

source: Pop Up work-outs is a work-out session that lasts for 40 minutes and is held once a week.
nb: Pop Up- trening er en treningsøkt som varer i 40 minutter som holdes en gang i uken.

source: We rent out more than 3,000 homes to students in Alta, Hammerfest, Longyearbyen, Narvik and Tromsø and have a varied offer for singles, couples, families with children and students with disabilities.
nb: Vi leier ut over 3000 boliger til studenter i Alta, Hammerfest, Longyearbyen, Narvik, Harstad og Tromsø og har et variert tilbud for enslige, par, barnefamilier og studenter med funksjonsnedsettelser.

source: You can pick up your keys at a later date as long as you let us know when you arrive and no later than 2 weeks after the start of the contract.
nb: Du kan hente nøkler på et senere tidspunkt så lenge du gir oss beskjed om når du kommer og senest innen 2 uker etter kontraktstart.

source: Attend classes and be on campus
nb: Møt opp til undervisning og vært på campus

source: Areas such as cloakrooms, gym rooms and other places where one could expect privacy and discretion are not covered by video surveillance.
nb: Områder som garderober, treningsarealer eller andre plasser hvor man kan forvente privatliv og diskresjon, overvåkes ikke.

source: Read more about the right to object
nb: Les mer om retten til å protestere

source: This information includes name, address, telephone number, e-mail address (basic data) and other relevant information and documentation depending on the inquiry.
nb: Dette er opplysninger som navn, adresse, telefonnummer, epostadresse (grunndata) og annen relevant informasjon og dokumentasjon avhengig av henvendelsen.

source: Call the police on 02800 or the emergency number 112
nb: Ring politiet på 02800 eller nødnummer 112

source: Digital birthday celebration and give-away cake
nb: Digital bursdagsfeiring og gi-bort-kake

source: Can a friend and I rent a 3-room apartment together?
nb: Kan jeg og en venn leie en 3-roms leilighet sammen?

source: Are you still unable to?
nb: Får du fortsatt ikke til?

source: only 20 participants.
nb: antall deltagere 20 stk

source: Find the address, contact information and opening hours of the housing office at your campus.
nb: Finn adresse, kontaktinformasjon og åpningstider til boligkontorene på ditt campus.

source: When her first child was about to start kindergarten in 2014, she chose Breivika student kindergarten for several reasons.
nb: Da hennes første barn skulle begynne i barnehage i 2014, valgte hun Samskipnaden studentbarnehage av flere årsaker.

source: Can I come see the housing before I apply?
nb: Kan jeg komme på visning?

source: There are no other facilities in Tromsø that offer climbing, 2 multi-purpose halls, 4 group gyms, strength and conditioning facilities of such quality and variety.
nb: Det er ingen andre anlegg i Tromsø som tilbyr klatring, 2 flerbrukshaller, 4 gruppetreningssaler, styrke- og kondisjonsfasiliteter av slik kvalitet og variasjon.

source: Get a digital tour of Dramsvegen Panorama.
nb: Her kan du få en digital visning av en Dramsvegen Panorama etasje.

source: If not, contact Samskipnaden, even if you live in private accommodation.
nb: Hvis ikke, kontakt Samskipnaden, også om du bor privat.

source: When you are allocated new student housing, you will pay rent for both flats/rooms for a few days during the overlap.
nb: Når du får ny bolig betaler du husleie for begge boligene i noen dager i overlappingsperioden.

source: Any mail will be available for collection at the reception at UNIS.
nb: All post vil være tilgjengelig for henting bak resepsjonen på UNIS.

source: When a form is registered in our systems, an e-mail is sent to the head chef, head of catering and executive officer at Food & Beverage to process the order and handle invoicing.
nb: Når et skjema er registrert i våre systemer, sendes en epost til ansvarlig kjøkkensjef, cateringansvarlig og konsulent ved Mat og Drikke for håndtering av bestilling og evt fakturering.

source: Tips for home exams
nb: Tips til hjemmeeksamen

source: The realization of Havnegata 11 is an important part of the development of Harstad city center, and it will place the students right in the heart of the campus - something that is guaranteed to do something with the city.
nb: Realiseringen av Havnegata 11 er en viktig del av utviklingen av Harstad sentrum, og det vil plassere studentene midt i hjertet av campus – noe som garantert vil gjøre noe med byen.

source: If you receive an offer, it will be sent via e-mail and in the app.
nb: Et eventuelt tilbudet vil komme på epost og i appen.

source: Housing office's opening hours
nb: åpningstidene på ditt lokale Boligkontor

source: The MH and Theory subject canteen, as well as MIX and Grut reopen on 2 August.
nb: august. MH- og Teorifagkantina, samt MIX og Grut åpner igjen 2. august.

source: After extensive renovation and upgrading, the entire B-block has now been updated to the 2021 version.
nb: Etter omfattende renovering og oppgradering er B-blokka nå oppdatert til 2021 versjon.

source: The rental agreement has a duration of up to 1 year, and normally follow the academic year, from 01.08 - 31.07.
nb: Leiekontrakten har en varighet på inntil 1 år, og følger normalt studieåret, fra 01.08 – 31.07.

source: Exam is finally over.
nb: Eksamen er endelig over.

source: As a student, there is a lot you can participate in, and often sleep can be downgraded to make the day stretch.
nb: Som student er det mye du kan være med på, og ofte kan søvn bli nedprioritert for å få døgnet til å strekke til.

source: New GP while studying You can change GP and still get your previous GP back up to 3 years after the change.
nb: Man kan bytte fastlege og likevel få tilbake sin tidligere fastlege inntil 3 år etter byttet.

source: Samskipnaden has around 450 employees, and our offers are connected to the campuses in Alta, Hammerfest, Harstad, Narvik, Svalbard and Tromsø.
nb: Samskipnaden har omkring 450 ansatte, og våre tilbud er tilknyttet campusene i Alta, Hammerfest, Harstad, Narvik, Svalbard og Tromsø.

source: Do you lack motivation?
nb: Mangler du motivasjon?

source: There are 5 fixed spaces and 2 for charging only.
nb: Det er tilgjengelig 5 faste plasser og 2 kun for lading.

source: Information capsules and analytical tools (cookies)
nb: Informasjonskapsler og analyseverktøy (cookies)

source: In 2018, the figures show that 32 percent of students struggled with severe mental illness.
nb: I 2018 viste tallene at 32 prosent av studentene slet med alvorlig psykiske plager.
